[
  {
    "docId": "KB-CAR-001",
    "title": "Comprehensive Car Accident Protocol",
    "category": "car_insurance",
    "tags": [
      "accident",
      "collision",
      "car",
      "crash",
      "damage",
      "hit"
    ],
    "content": "Super Insurance Car FNOL Operational Guidelines:\n- Empathy and safety verification are paramount on all first notices of loss.\n- Agents must document the date, time, and specific location of the incident.\n- Agents should determine basic vehicle drivability.\n- Critical: Callers must be explicitly advised not to admit fault to any parties on the scene.\n- Claims adjustments generally commence within 24-48 hours. Agents should clearly communicate this sequence of operations.\n- This protocol applies strictly to the generation of the initial property damage/liability claim pipeline."
  },
  {
    "docId": "KB-CAR-002",
    "title": "Car Theft FNOL – Reporting Procedures",
    "category": "car_insurance",
    "tags": [
      "theft",
      "stolen",
      "car",
      "vehicle",
      "missing"
    ],
    "content": "When a policyholder reports a stolen vehicle:\n1. Confirm that a police report has been filed. If not, instruct them to file one immediately.\n2. Obtain the police report number and the precinct/station.\n3. Collect the last known location and time the vehicle was last seen.\n4. Ask if the vehicle had any tracking devices (GPS, LoJack, etc.).\n5. Note the vehicle details: make, model, year, color, VIN, license plate.\n6. Ask if all keys are accounted for.\n7. Inform the policyholder that theft claims typically require a 30-day waiting period before settlement.\n8. Advise them to contact their lender/leasing company if applicable.\n9. A Special Investigations Unit (SIU) review may be initiated for all theft claims over $25,000."
  },
  {
    "docId": "KB-CAR-003",
    "title": "Towing & Rental Disclosures",
    "category": "car_insurance",
    "tags": [
      "towing",
      "rental",
      "car",
      "coverage",
      "roadside"
    ],
    "content": "Super Insurance Towing & Vehicle Replacement Coverage Rules:\n- Towing/Roadside Assistance coverage is exclusively applicable to accounts with 'Comprehensive' policies or the 'Roadside Assistance' Add-On.\n- On covered accounts, towing is authorized up to $150 per incident.\n- Rental Automobile coverage is only provided via the 'Rental Reimbursement' Add-On (Rate: $40/day for up to 30 days).\n- Third-Party Only liability policies do NOT inherently carry towing, roadside, or rental coverages.\n- Uncovered claimants requesting dispatch or rental provisions must pre-authorize their own out-of-pocket expenditures for any agency-arranged assistance."
  },
  {
    "docId": "KB-CAR-004",
    "title": "Car Vandalism Claims",
    "category": "car_insurance",
    "tags": [
      "vandalism",
      "damage",
      "broken",
      "keyed",
      "window",
      "graffiti"
    ],
    "content": "When a policyholder reports vehicle vandalism:\n1. Confirm a police report has been filed.\n2. Document the type of vandalism: keyed paint, broken windows, slashed tires, graffiti, etc.\n3. Vandalism claims fall under Comprehensive coverage – verify the policyholder has this coverage.\n4. The deductible for Comprehensive claims applies (typically $500 or $1,000).\n5. Ask for photographs of the damage.\n6. Schedule an adjuster visit or direct to an approved repair facility.\n7. Advise the policyholder that filing a vandalism claim generally does NOT increase premiums."
  },
  {
    "docId": "KB-CAR-005",
    "title": "Evidentiary Documentation Requirements",
    "category": "car_insurance",
    "tags": [
      "documents",
      "documentation",
      "required",
      "checklist",
      "car"
    ],
    "content": "Standard Documentation Matrix for Claims Validation:\n- Formal Police Report (Mandatory for theft, vandalism, and multi-vehicle hit-and-runs).\n- Photographic evidence of vehicle trauma (Minimum 4 diagnostic angles).\n- Third-party insurance and contact dossiers (for collision triangulation).\n- Independent repair facility written estimates.\n- Note: Agents operate to advise callers on upcoming required documents, empowering them for smooth transitions to dedicated Claims Adjusters."
  },
  {
    "docId": "KB-LIFE-001",
    "title": "Life Insurance Death Claim – Filing Procedures",
    "category": "life_insurance",
    "tags": [
      "death",
      "claim",
      "life",
      "deceased",
      "passed",
      "died",
      "passing"
    ],
    "content": "When a beneficiary files a death claim:\n1. Express condolences sincerely and professionally.\n2. Verify the caller's identity – ask for full name and relationship to the deceased.\n3. Confirm the policy number and the name of the insured.\n4. Ask for the date, location, and cause of death.\n5. Inform the beneficiary about required documents:\n   - Certified death certificate (original or certified copy)\n   - Completed claim form (will be mailed or emailed)\n   - Photo ID of the beneficiary\n6. Explain the payout process: typically 30-60 days after all documents are received.\n7. Payout options: lump sum, installments, or annuity.\n8. If the death occurred within the 2-year contestability period, advise that additional review may be required."
  },
  {
    "docId": "KB-LIFE-002",
    "title": "Life Insurance – Accidental Death Benefits",
    "category": "life_insurance",
    "tags": [
      "accidental",
      "accident",
      "death",
      "AD&D",
      "life"
    ],
    "content": "Accidental Death & Dismemberment (AD&D) coverage:\n- AD&D pays an additional benefit (typically equal to the base policy amount) if death results from a covered accident.\n- Covered accidents include: motor vehicle accidents, falls, drowning, and other sudden events.\n- NOT covered: death due to illness, suicide, drug overdose, or participation in illegal activities.\n- The beneficiary must provide:\n  - Police report or accident report\n  - Autopsy report (if performed)\n  - Medical examiner's findings\n- AD&D claims are reviewed by the Special Claims Unit and may take 60-90 days."
  },
  {
    "docId": "KB-LIFE-003",
    "title": "Life Insurance – Beneficiary Verification",
    "category": "life_insurance",
    "tags": [
      "beneficiary",
      "verify",
      "identity",
      "life",
      "claim"
    ],
    "content": "Beneficiary verification process:\n1. Verify the beneficiary's full legal name matches the policy records.\n2. Confirm date of birth, SSN (last 4 digits), and current address.\n3. If the beneficiary is a minor, a legal guardian or trustee must file the claim.\n4. If there are multiple beneficiaries, each must file separately.\n5. If the named beneficiary is deceased, the contingent beneficiary is contacted.\n6. If no beneficiary is named, the payout goes to the insured's estate.\n7. In case of disputed beneficiaries, the claim is placed on hold and Legal is notified.\n8. All beneficiary information is HIPAA-protected and must not be disclosed to unauthorized parties."
  },
  {
    "docId": "KB-LIFE-004",
    "title": "Life Insurance – Required Documentation Checklist",
    "category": "life_insurance",
    "tags": [
      "documents",
      "documentation",
      "required",
      "checklist",
      "life"
    ],
    "content": "Required documents for life insurance death claims:\n□ Certified death certificate (original or certified copy)\n□ Completed beneficiary claim form\n□ Government-issued photo ID of the claimant\n□ Proof of relationship (if not named beneficiary)\n□ Policy document (if available)\n□ Medical records / autopsy report (for AD&D or contestability review)\n□ Police report (for accidental death)\n□ Power of Attorney documents (if filing on behalf of another)\n□ Court order (for contested claims)"
  },
  {
    "docId": "KB-GEN-001",
    "title": "Fraud Indicators – Red Flags",
    "category": "general",
    "tags": [
      "fraud",
      "suspicious",
      "red flag",
      "investigation"
    ],
    "content": "Common fraud red flags to watch for during FNOL calls:\n- Claim filed immediately after policy inception or coverage increase.\n- Caller is overly knowledgeable about the claims process.\n- Inconsistent or rehearsed-sounding description of events.\n- Loss occurred in a remote area with no witnesses.\n- Caller is pressuring for a quick settlement.\n- Vehicle was recently listed for sale (theft claims).\n- Policy was recently changed to add comprehensive coverage (theft/vandalism).\n- Multiple prior claims in a short period.\n- If any red flags are detected, note them in the claim and flag for SIU review. Do NOT accuse the caller."
  }
]